<template>
    <div class="">
        <div class="lh-base">
            <h2>用戶協議</h2>
            更新日期：2024年3月14日<br/>
            生效日期：2024年3月14日<br/>
            <h2></h2>  
            本軟件平臺由Bees.公司（以下簡稱“Bees”）開發和擁有，在此特別提醒您（用戶）在成為註冊用戶之前，請認真閱讀本《用戶協議》（以下簡稱“協議”），確保您充分理解本協議中各條款。請您審慎閱讀並選擇接受或不接受本協議。除非您接受本協議所有條款，否則您無權使用本協議所涉服務。您的購買、使用等行為將視為對本協議的接受，並同意接受本協議各項條款的約束。本協議約定Bees與用戶之間關於本軟件平臺服務（以下簡稱“服務”）的權利義務。“用戶”是指購買、使用本服務的個人。本協議可由Bees隨時更新，更新後的協議條款一旦公布即代替原來的協議條款，恕不再另行通知，用戶可在官網查閱最新版協議條款。在Bees修改協議條款後，如果用戶不接受修改後的條款，請立即停止使用Bees提供的服務，用戶繼續使用Bees提供的服務將被視為接受修改後的協議。

            <h3>一、服務內容</h3>
            1．本服務的具體內容由Bees據實際情況提供，包括但不限於授權用戶通過使用本軟件平臺實現數據管理、坐席管理、聊天會話、自動回復、社群營銷等功能。Bees可以對其提供的服務予以變更，且Bees提供的服務內容可能隨時變更；用戶將會收到Bees關於服務變更的通知。
            2．本軟件平臺中的服務包含免費服務與收費服務，請訪問我們的付款政策頁面，以了解我們的所有服務的價格和最新優惠。用戶可以通過付費方式購買收費服務，從而獲得收費服務使用權限。Bees保留更改我們的月費/年費及其他收費標準的權利，費用變更將通過電子郵件通知我們的所有訂閱者，並將反映在官網的定價頁面上。
            3.受限於中國地區（包括香港，澳門）的網絡管控政策，本軟件平臺禁止中國地區（包括香港，澳門）IP用戶訪問，禁止使用VPN，禁止發送中文信息，禁止向中國地區（包括香港，澳門）用戶進行營銷及推廣活動。

            <h3>二、賬戶條款</h3>
            1. 用戶必須年滿18歲才能註冊Bees賬戶，或者年齡須足以在您所在的地方簽訂有約束力的合同。如果用戶未滿18歲，則未經父母或監護人的同意，不能使用本軟件平臺。
            2.用戶需要註冊方可使用本軟件平臺，選擇帳戶名稱並設置密碼。用戶的信息將根據可適用的數據保護法以及我們的隱私政策進行收集和披露。所有用戶在註冊Bees的網站或服務時都必須提供真實和準確的信息，請勿使用無效或他人的電子郵件，因為這會降低帳戶安全性。
            3.Bees保留驗證所有用戶信息並拒絕任何用戶的權利。用戶應對帳戶中的所有活動負責，並對密碼保密。用戶同意將任何未經授權使用您的帳戶或任何其他違反安全性的行為立即通知我們。對於他人在用戶知情或不知情的情況下使用用戶的密碼或帳戶給用戶造成的任何損失，Bees不承擔任何責任。如果發現有人未經您的許可使用了您的帳戶，則應將其報告給support@hiseven.com。
            4.用戶不得將Bees軟件用於任何非法或未經授權的目的。用戶在使用軟件時，不得違反所在司法管轄區的任何法律及其法律規定。
            5．本軟件平臺的所有權歸Bees所有，用戶完成購買並開通後，獲得本軟件平臺的使用權，該使用權僅屬於初始購買人，禁止贈與、借用、租用、轉讓或售賣。Bees因經營需要，有權回收用戶的本軟件平臺。
            6．用戶可以更改、刪除本軟件平臺賬戶上的個人資料、註冊信息及傳送內容等，但需註意，刪除有關信息的同時也會刪除用戶儲存在系統中的文字和圖片。用戶需承擔該風險。
            7．用戶應遵守本協議的各項條款，正確、適當地使用本服務，如因用戶違反本協議中的任何條款，Bees在通知用戶後有權依據協議中斷或終止對違約用戶提供服務。同時，Bees保留在任何時候收回本軟件平臺、戶名的權利。

            <h3>三、使用規則</h3>
            1．用戶理解並同意，本軟件平臺僅為用戶提供數據管理、坐席管理、聊天管理、社群營銷等功能，用戶必須為自己使用下的一切行為負責，包括用戶所傳送的任何內容以及由此產生的任何後果。用戶應對本軟件平臺及本服務中的內容自行加以判斷，並承擔因使用內容而引起的所有風險，包括因對內容的正確性、完整性或實用性的依賴而產生的風險。Bees無法且不會對因用戶行為而導致的任何損失或損害承擔責任。
            如果用戶發現任何人違反本協議約定或以其他不當的方式使用本服務，請立即向Bees舉報或投訴，Bees將依本協議約定進行處理。
            2．用戶理解並同意，因業務發展需要，Bees保留單方面對本服務的全部或部分服務內容變更、暫停、終止或撤銷的權利，用戶需承擔此風險。
            3. 您對本服務條款及修改有任何異議，可自動放棄其資格，Bees不支持因本協議中第十條款：不可抗力及其他免責事由發起的任何退費申請。
            4．用戶不得利用本軟件平臺進行如下行為：
            (1) 提交、發布虛假信息，或盜用他人頭像或資料，冒充、利用他人名義的；
            (2) 強制其他用戶關註、點擊鏈接頁面或分享信息的；
            (3) 虛構事實、隱瞞真相以誤導、欺騙他人的；
            (4) 利用技術手段批量建立虛假的；
            (5) 利用本軟件平臺從事任何違法犯罪活動的；
            (6) 制作、發布與以上行為相關的方法、工具，或對此類方法、工具進行運營或傳播，無論這些行為是否為商業目的；
            (7) 其他違反法律法規規定、侵犯其他用戶合法權益、幹擾本軟件平臺正常運營或Bees未明示授權的行為。
            5．用戶須對利用本軟件平臺傳送信息的真實性、合法性、無害性、準確性、有效性等全權負責，與用戶所傳播的信息相關的任何法律責任由用戶自行承擔，與本軟件平臺無關。如因此給Bees或第三方造成損害的，用戶應當依法予以賠償。
            6．Bees提供的服務中可能包括廣告，用戶同意在使用過程中顯示Bees和第三方供應商、合作夥伴提供的廣告。除法律法規明確規定外，用戶應自行對依該廣告信息進行的交易負責，對用戶因依該廣告信息進行的交易或前述廣告商提供的內容而遭受的損失或損害，Bees不承擔任何責任。

            <h3>四、數據儲存</h3>
            1．Bees不對用戶在本服務中相關數據的刪除或儲存失敗負責。
            2．Bees可以根據實際情況自行決定用戶在本服務中數據的最長儲存期限，並在服務器上為其分配數據最大存儲空間等。用戶可根據自己的需要自行備份本服務中的相關數據。
            3．如用戶停止使用本服務終止，Bees可以從服務器上永久地刪除用戶的數據。本服務停止、終止後，Bees沒有義務向用戶返還任何數據。

            <h3>五、產品標識及版權</h3>
            1．除本服務中涉及廣告的知識產權由相應廣告商享有外，Bees在本服務中提供的內容（包括但不限於網頁、文字、圖片、音頻、視頻、圖表等）的知識產權均歸Bees所有，但用戶在使用本服務前對自己發布的內容已合法取得知識產權的除外。
            2．除另有特別聲明外，Bees提供本服務時所依托軟件的著作權、專利權及其他知識產權均歸Bees所有。
            3．Bees在本服務中所涉及的圖形、文字或其組成，以及其他Bees標誌及產品、服務名稱（以下統稱“Bees標識”），其著作權或商標權歸Bees所有。未經Bees事先書面同意，用戶不得將Bees標識以任何方式展示或使用或作其他處理，也不得向他人表明用戶有權展示、使用、或其他有權處理Bees標識的行為。
            4．上述及其他任何Bees或相關廣告商依法擁有的知識產權均受到法律保護，未經Bees或相關廣告商書面許可，用戶不得以任何形式進行使用或創造相關衍生作品。

            <h3>六、法律責任</h3>
            1．如果Bees發現或收到他人舉報或投訴用戶違反本協議約定的，Bees有權不經通知隨時對相關內容，包括但不限於用戶資料、聊天記錄進行審查、刪除，並視情節輕重對違規處以包括但不限於警告、封禁、設備封禁、功能封禁的處罰，且通知用戶處理結果。
            2．因違反用戶協議被封禁的用戶，可以至Bees客服處查詢封禁期限，並在封禁期限屆滿後申請解封。其中，被實施功能封禁的用戶會在封禁期屆滿後自動恢復被封禁功能。被封禁用戶可向Bees網站相關頁面提交申訴，Bees將對申訴進行審查，並自行合理判斷決定是否變更處罰措施。
            3．用戶理解並同意，Bees有權依合理判斷對違反有關法律法規或本協議規定的行為進行處罰，對違法違規的任何用戶采取適當的法律行動，並依據法律法規保存有關信息向有關部門報告等，用戶應承擔由此而產生的一切法律責任。
            4．用戶理解並同意，因用戶違反本協議約定，導致或產生的任何第三方主張的任何索賠、要求或損失，包括合理的律師費，用戶應當賠償Bees與合作公司、關聯公司，並使之免受損害。

            <h3>七、不可抗力及其他免責事由</h3>
            1．用戶理解並確認，在使用本服務的過程中，可能會遇到不可抗力等風險因素，使本服務發生中斷。不可抗力是指不能預見、不能克服並不能避免且對一方或雙方造成重大影響的客觀事件，包括但不限於自然災害如洪水、地震、瘟疫流行和風暴等以及社會事件如戰爭、動亂、政府行為等。出現上述情況時，Bees將努力在第一時間與相關單位配合，及時進行修復，但是由此給用戶或第三方造成的損失，Bees及合作單位在法律允許的範圍內免責。
            2．本服務同大多數互聯網服務一樣，受包括但不限於用戶原因、網絡服務質量、社會環境等因素的差異影響，可能受到各種安全問題的侵擾，如他人利用用戶的資料，造成現實生活中的騷擾；用戶下載安裝的其它軟件或訪問的其他網站中含有“木馬”病毒，威脅到用戶的計算機信息和數據的安全，繼而影響本服務的正常使用等等。用戶應加強信息安全及使用者資料的保護意識，要註意加強密碼保護，以免遭致損失和騷擾。
            3．用戶理解並確認，本服務存在因不可抗力、計算機病毒或黑客攻擊、系統不穩定、用戶所在位置、用戶關機以及其他任何技術、互聯網絡、通信線路原因等造成的服務中斷或不能滿足用戶要求的風險，因此導致的用戶或第三方任何損失，Bees不承擔任何責任。
            4．用戶理解並確認，在使用本服務過程中存在來自任何他人的包括誤導性的、欺騙性的、威脅性的、誹謗性的、令人反感的或非法的信息，或侵犯他人權利的匿名或冒名的信息，以及伴隨該等信息的行為，因此導致的用戶或第三方的任何損失，Bees不承擔任何責任。
            5．用戶理解並確認，Bees需要定期或不定期地對本軟件平臺平臺或相關的設備進行檢修或者維護，如因此類情況而造成服務在合理時間內的中斷，Bees無需為此承擔任何責任。
            6．Bees依據法律法規、本協議約定獲得處理違法違規或違約內容的權利，該權利不構成Bees的義務或承諾，Bees不能保證及時發現違法違規或違約行為或進行相應處理。
            7．用戶理解並確認，對於Bees向用戶提供的下列產品或者服務的質量缺陷及其引發的任何損失，Bees無需承擔任何責任：
            (1) Bees向用戶免費提供的服務；
            (2) Bees向用戶贈送的任何產品或者服務。
            8．在任何情況下，Bees均不對任何間接性、後果性、懲罰性、偶然性、特殊性或刑罰性的損害，包括因用戶使用本軟件平臺而遭受的損失，承擔責任（即使Bees已被告知該等損失的可能性亦然）。盡管本協議中可能含有相悖的規定，Bees對用戶承擔的全部責任，無論因何原因或何種行為方式，始終不超過用戶因使用Bees提供的服務而支付給Bees的費用(如有)。
            9．用戶理解並確認，由於用戶賬號被封禁、封號、限制登錄等情況導致的無法使用服務，不予以退款，Bees不承擔任何責任。

            <h3>八、服務的變更、中斷、終止</h3>
            1．鑒於網絡服務的特殊性，用戶同意Bees有權隨時變更、中斷或終止部分或全部的服務（包括收費服務）。Bees變更、中斷或終止的服務，Bees應當在變更、中斷或終止之前通知用戶，並應向受影響的用戶提供等值的替代性的服務；如用戶不願意接受替代性的服務，則雙方根據實際情況本著友好協商的原則，具體商議合理的解決方案。
            2．如發生下列任何一種情形，Bees有權變更、中斷或終止向用戶提供的免費服務或收費服務，而無需對用戶或任何第三方承擔任何責任：
            (1) 根據法律規定用戶應提交真實信息，而用戶提供的個人資料不真實又未能提供合理證明；
            (2) 用戶違反相關法律法規或本協議的約定；
            (3) 按照法律規定或有權機關的要求；
            (4) 出於安全的原因或其他必要的情形；
            (5) 由於社交平臺的原因導致的情況。

            <h3>九、其他條款</h3>
            1．Bees鄭重提醒用戶註意本協議中免除Bees責任和限制用戶權利的條款，請用戶仔細閱讀，自主考慮風險。未成年人應在法定監護人的陪同下閱讀本協議。
            2．用戶和Bees之間發生任何糾紛或爭議，首先應友好協商解決，協商不成的，用戶同意將糾紛或爭議提交Bees住所地有管轄權的法院管轄。
            3．本協議的任何條款無論因何種原因無效或不具可執行性，其余條款仍有效，對雙方具有約束力。
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return {}
    }
}
</script>

<style scoped lang="scss">
.lh-base {
    line-height: 1.5;
    height: 100vh;
    padding-bottom: 30px;
    overflow-y: auto;
}
.lh-base::-webkit-scrollbar {
  width: 0;
}
 
/* 隐藏水平滚动条 */
.lh-base::-webkit-scrollbar {
  height: 0;
}
</style>