<template>
    <div class="">
        <div class="lh-base">
            <h2>隱私政策</h2>
            歡迎使用我們的產品和服務！本政策為了說明Bees公司在提供相關產品服務過程中如何收集、使用、存儲您的個人信息及您享有何種權利，Bees將通過本《Bees隱私政策》嚮您闡述相關事宜，Bees提醒您，在使用Bees提供的各項產品服務前，請務必仔細閱讀併理解本《Bees隱私政策》，在確定充分理解併同意後方可使用Bees提供的產品或服務，您使用Bees提供的產品或服務，將視為您對本政策內容的接受和認可，如果您不同意本政策的條款，應停止使用Bees提供的服務。
            <h3>本政策將幫助您了解以下內容：</h3>
            如何收集和使用您的個人信息
            如何使用 Cookie和同類技術
            共享、轉讓、公開披露您的個人信息
            如何保護您的個人信息
            如何訪問或修改您的個人數據
            您的個人信息如何在全球範圍轉移
            本政策如何更新
            聯系我們

            Bees深知個人信息對您的重要性，並會盡全力保護您的個人信息安全可靠。Bees致力於維持您對我們的信任，恪守以下原則，保護您的個人信息：權責一致原則、目的明確原則、選擇同意原則、最少夠用原則、確保安全原則、主體參與原則、公開透明原則等。同時，我們承諾，我們將按業界成熟的安全標準，采取相應的安全保護措施來保護您的個人信息。請在使用Bees的服務前，仔細閱讀並了解本《隱私政策條款》。

            <h3>1. 如何收集和使用您的個人信息</h3>
            1.1 個人信息是指以電子或者其他方式記錄的能夠單獨或者與其他信息結合識別特定自然人身份或者反映特定自然人活動情況的各種信息。
            1.2 Bees收集您的信息，用於以下用途：
            (1) 為了向您提供、維護、改進產品或服務。
            (2) 向您發送重要通知。
            (3) 激活或驗證產品或服務。
            (4) 開展在法律法規允許的前提先向您推廣、介紹產品 。
            (5) 經您許可的其他用途。
            1.3 Bees僅會出於本政策所述的以下目的，收集和使用您的個人信息：
            (1)
            當您在Bees網站創建賬號時，您須向我們提供用戶名，設置、確認您的登錄密碼，提供您的郵箱賬號。您提交的郵箱賬號用於您註冊、綁定賬戶、密碼找回時接受驗證碼，並且作為您與我們指定的聯系方式之一，用來接受相關業務通知（如新品上線、活動提醒、服務變更、服務相關通知等）。
            (2) 在使用Bees提供的服務過程中，Bees將記錄並保存您登陸和使用本服務的信息，包括但不限於IP 地址、瀏覽器的類型、使用的語言、訪問日期和時間、軟硬件特征信息、日誌信息、相關設備信息及您需求的網頁記錄等數據。
            (5) 在接受域名、備案等服務前，Bees將通過網站頁面向您展示您需要提交的信息，以屆時網站頁面展示為準，如果您不使用某些服務，則無需提供相關信息。

            <h3>2. 如何使用Cookie 和同類技術</h3>
            2.1 為確保網站正常運轉，我們會在您的計算機或移動設備上存儲名為 Cookie 的小數據文件。Cookie 通常包含標識符、站點名稱以及一些號碼和字符。借助於
            Cookie，網站能夠存儲您的偏好或購物籃內的商品等數據。
            2.2 我們不會將 Cookie 用於本政策所述目的之外的任何用途。您可根據自己的偏好管理或刪除 Cookie。您可以清除計算機上保存的所有 Cookie，大部分網絡瀏覽器都設有阻止 Cookie
            的功能。但如果您這麽做，則需要在每一次訪問我們的網站時親自更改用戶設置。
            2.3 除 Cookie
            外，我們還會在網站上使用網站信標和像素標簽等其他同類技術。例如，我們向您發送的電子郵件可能含有鏈接至我們網站內容的點擊URL。如果您點擊該鏈接，我們則會跟蹤此次點擊，幫助我們了解您的產品或服務偏好並改善客戶服務。網站信標通常是一種嵌入到網站或電子郵件中的透明圖像。借助於電子郵件中的像素標簽，我們能夠獲知電子郵件是否被打開。如果您不希望自己的活動以這種方式被追蹤，則可以隨時從我們的寄信名單中退訂。

            <h3>3. 如何共享、轉讓、公開披露您的個人信息</h3>
            3.1 共享
            我們不會與Bees以外的任何公司、組織和個人分享您的個人信息， 但以下情況除外：
            (1) 在獲取明確同意的情況下共享：獲得您的明確同意後，我們會與其他方共享您的個人信息；
            (2) 我們可能會根據法律法規規定，或按政府主管部門的強制性要求，對外共享您的個人信息。
            (3) 與我們的關聯公司共享：您的個人信息可能會與Bees的關聯公司共享。我們只會共享必要的個人信息，且受本隱私政策中所聲明目的的約束。關聯公司如要改變個人信息的處理目的，將再次征求您的授權同意。
            我們的關聯公司是指任何一方現在或將來控制、受其控制或與其共同被控制的任何公司或合法機構。“控制”是指有權決定一個公司的財務和經營政策，直接或間接享有該公司50%以上的管理或決策權利，並能據以從該公司的經營活動中獲取利益。
            (4)
            與授權合作夥伴共享：僅為實現本政策中聲明的目的，我們的某些服務將由授權合作夥伴提供。我們可能會與合作夥伴共享您的某些個人信息，以提供更好的客戶服務和用戶體驗。我們僅會出於合法、正當、必要、特定、明確的目的共享您的個人信息，並且只會共享提供服務所必要的個人信息。我們的合作夥伴無權將共享的個人信息用於任何其他用途。
            對我們與之共享用戶信息的公司、組織和個人，我們會與其簽署嚴格的保密協議以及信息保護約定，要求他們按照我們的說明、本隱私權政策以及其他任何相關的保密和安全措施來處理用戶信息。
            3.2 轉讓
            我們不會將您的個人信息轉讓給任何公司、組織和個人，但以下情況除外：
            (1) 在獲取明確同意的情況下轉讓：獲得您的明確同意後，我們會向其他方轉讓您的個人信息；
            (2) 在涉及合並、收購或破產清算時，如涉及到個人信息轉讓，我們會在要求新的持有您個人信息的公司、組織繼續受此隱私政策的約束，否則我們將要求該公司、組織重新向您征求授權同意。
            3.3 公開披露
            我們僅會在以下情況下，公開披露您的個人信息：
            (1) 獲得您明確同意後；
            (2) 基於法律的披露：在法律、法律程序、訴訟或政府主管部門強制性要求的情況下，我們可能會公開披露您的個人信息。
            3.4 共享、轉讓、公開披露用戶信息時事先征得授權同意的例外
            以下情形中，共享、轉讓、公開披露您的用戶信息無需事先征得您的授權同意：
            (1) 與國家安全、國防安全有關的；
            (2) 與公共安全、公共衛生、重大公共利益有關的；
            (3) 與犯罪偵查、起訴、審判和判決執行等有關的；
            (4) 出於維護您或其他個人的生命、財產等重大合法權益但又很難得到本人同意的；
            (5) 您自行向社會公眾公開的個人信息；
            (6) 從合法公開披露的信息中收集個人信息的，如合法的新聞報道、政府信息公開等渠道。

            <h3>4. 如何保護您的個人信息</h3>
            4.1
            Bees非常重視您的信息安全。我們努力采取各種合理的物理、電子和管理方面的安全措施來保護您的用戶信息。防止用戶信息遭到未經授權訪問、公開披露、使用、修改、損壞或丟失。我們會使用加密技術提高用戶信息的安全性；我們會使用受信賴的保護機制防止用戶信息遭到惡意攻擊；我們會部署訪問控制機制，盡力確保只有授權人員才可訪問用戶信息；以及我們會舉辦安全和隱私保護培訓課程，加強員工對於保護用戶信息重要性的認識。
            4.2
            我們會采取一切合理可行的措施，確保未收集無關的個人信息。我們只會在達成本政策所述目的所需的期限內保留您的個人信息，除非需要延長保留期或受到法律的允許。超出上述用戶信息保存期限後，我們會對您的個人信息進行刪除或匿名化處理。
            4.3
            請使用復雜密碼，協助我們保證您的賬號安全。我們將盡力保障您發送給我們的任何信息的安全性。為更有效的保障您的信息安全，我們也希望您能夠加強自我保護意識。我們僅在Bees直接導致您個人信息泄露的範圍內承擔責任，因此，請您妥善保管您的賬號及密碼信息，避免您的個人信息泄露。
            4.4
            互聯網環境並非百分之百安全，我們將盡力確保或擔保您發送給我們的任何信息的安全性。在不幸發生個人信息安全事件後，我們將按照法律法規的要求，及時向您告知：安全事件的基本情況和可能的影響、我們已采取或將要采取的處置措施、您可自主防範和降低風險的建議、對您的補救措施等。我們會及時將事件相關情況以郵件、信函、電話、推送通知等方式告知您，難以逐一告知個人信息主體時，我們會采取合理、有效的方式發布公告。同時，我們還將按照監管部門要求，主動上報個人信息安全事件的處置情況。

            <h3>5. 如何訪問或修改您的個人數據</h3>
            您應確保提交的所有個人數據都準確無誤，我們會盡力維護個人數據的準確和完整。為遵守適用法律的明確要求，您可能
            (1)有權訪問我們持有的關於您的特定的個人數據；
            (2)要求我們更新或更正您的不準確的個人數據；
            (3)依照法律規定要求我們刪除您的個人數據。如果您想行使相關的權利，請聯系我們。為保障安全，您可能需要提供書面請求。如果我們有合理依據認為這些請求存在欺騙性、無法實行或損害他人隱私權或權益，我們則會拒絕處理請求。
            在以下情形中，您可以向我們提出刪除個人信息的請求：
            (1)如果我們處理個人信息的行為違反法律法規；
            (2)如果我們收集、使用您的個人信息，卻未征得您的明確同意；
            (3)如果我們處理個人信息的行為嚴重違反了與您的約定。
            為保障安全，您可能需要提供書面請求，或以其他方式證明您的身份。我們可能會先要求您驗證自己的身份，然後再處理您的請求。

            <h3>6. 您的個人數據的保存和跨境轉移</h3>
            如在符合適用法律規定的情形下因業務需要向境外傳輸個人信息的，我們會事先征得您的同意，並向您告知信息出境的目的、接收方、安全保障措施、安全風險等情況。

            <h3>7. 本政策如何更新</h3>
            我們的隱私政策可能變更。
            未經您明確同意，我們不會削減您按照本隱私政策所應享有的權利。我們會通過公司官網發布對本政策所做的任何變更。
            對於重大變更，我們還會提供更為顯著的通知（包括對於某些服務，我們會通過電子郵件發送通知，說明隱私政策的具體變更內容）。
            本政策所指的重大變更包括但不限於：
            (1) 我們的服務模式發生重大變化。如處理個人信息的目的、處理的個人信息類型、個人信息的使用方式等；
            (2) 我們在所有權結構、組織架構等方面發生重大變化。如業務調整、破產並購等引起的所有者變更等；
            (3) 個人信息共享、轉讓或公開披露的主要對象發生變化；
            (4) 您參與個人信息處理方面的權利及其行使方式發生重大變化；
            (5) 我們負責處理個人信息安全的責任部門、聯絡方式及投訴渠道發生變化時；
            (6) 個人信息安全影響評估報告表明存在高風險時。

            <h3>8. 聯繫我們</h3>
            您對本政策聲明內容有任何疑問和意見，或者針對Bees對本隱私權政策的實踐以及操作上您有任何疑問和意見的，您可通過support@Bees.vip聯系我們。
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return {}
    }
}
</script>

<style scoped lang="scss">
.lh-base {
    line-height: 1.5;
    height: 100vh;
    padding-bottom: 30px;
    overflow-y: auto;
}

.lh-base::-webkit-scrollbar {
    width: 0;
}

/* 隐藏水平滚动条 */
.lh-base::-webkit-scrollbar {
    height: 0;
}
</style>